
<!DOCTYPE HTML>
<html lang="zh-hans" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>常见问题 · OpenVPI</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        <meta name="author" content="Team OpenVPI">
        
        
    
    <link rel="stylesheet" href="../gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-search-pro-fixed/search.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-splitter/splitter.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-intopic-toc/style.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-tbfed-pagefooter/footer.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-back-to-top-button/plugin.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-chapter-fold/chapter-fold.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-flexible-alerts/style.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-prism/prism-darcula.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-block-code/style.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-fontsettings/website.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-theme-comscore/test.css">
                
            
        

    

    
        
    
        
    
        
    
        
    
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="../gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="../gitbook/images/favicon.ico" type="image/x-icon">

    
    <link rel="next" href="dev.html" />
    
    
    <link rel="prev" href="guide.html" />
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="输入并搜索" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        
    
        <li class="chapter " data-level="1.1" data-path="../">
            
                <a href="../">
            
                    
                    首页
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2" data-path="guide.html">
            
                <a href="guide.html">
            
                    
                    用户指南
            
                </a>
            

            
        </li>
    
        <li class="chapter active" data-level="1.3" data-path="faq.html">
            
                <a href="faq.html">
            
                    
                    常见问题
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.4" data-path="dev.html">
            
                <a href="dev.html">
            
                    
                    开发文档
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.5" data-path="../updatelogs/summary.html">
            
                <a href="../updatelogs/summary.html">
            
                    
                    更新日志
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.6" data-path="../market/summary.html">
            
                <a href="../market/summary.html">
            
                    
                    插件市场
            
                </a>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.6.1" data-path="../market/plugin-svip.html">
            
                <a href="../market/plugin-svip.html">
            
                    
                    X Studio 工程文件
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.6.2" data-path="../market/plugin-svp.html">
            
                <a href="../market/plugin-svp.html">
            
                    
                    Synthesizer V 工程文件
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.6.3" data-path="../market/plugin-gj.html">
            
                <a href="../market/plugin-gj.html">
            
                    
                    歌叽歌叽工程文件
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.6.4" data-path="../market/plugin-midi.html">
            
                <a href="../market/plugin-midi.html">
            
                    
                    MIDI 文件
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.6.5" data-path="../market/plugin-vog.html">
            
                <a href="../market/plugin-vog.html">
            
                    
                    Project Vogen 工程文件
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.6.6" data-path="../market/plugin-y77.html">
            
                <a href="../market/plugin-y77.html">
            
                    
                    元七七工程文件
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.6.7" data-path="../market/plugin-json.html">
            
                <a href="../market/plugin-json.html">
            
                    
                    OpenSVIP Model 文件
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.6.8" data-path="../market/plugin-lrc.html">
            
                <a href="../market/plugin-lrc.html">
            
                    
                    LRC 歌词文件
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.6.9" data-path="../market/plugin-ace.html">
            
                <a href="../market/plugin-ace.html">
            
                    
                    ACE Studio 工程文件
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.6.10" data-path="../market/plugin-srt.html">
            
                <a href="../market/plugin-srt.html">
            
                    
                    SRT 字幕文件
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.7" data-path="../downloads.html">
            
                <a href="../downloads.html">
            
                    
                    下载中心
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.8" data-path="../license.html">
            
                <a href="../license.html">
            
                    
                    开源声明
            
                </a>
            

            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            本书使用 GitBook 发布
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href=".." >常见问题</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <h1 id="&#x5E38;&#x89C1;&#x95EE;&#x9898;">&#x5E38;&#x89C1;&#x95EE;&#x9898;</h1>
<h4 id="opensvip-&#x662F;&#x4EC0;&#x4E48;&#xFF1F;">OpenSVIP &#x662F;&#x4EC0;&#x4E48;&#xFF1F;</h4>
<p>OpenSVIP &#x662F;&#x4E00;&#x4E2A;&#x672C;&#x5730;&#x5E94;&#x7528;&#xFF0C;&#x80FD;&#x591F;&#x5728;&#x4E0D;&#x540C;&#x6B4C;&#x58F0;&#x5408;&#x6210;&#x8F6F;&#x4EF6;&#x7684;&#x5DE5;&#x7A0B;&#x6587;&#x4EF6;&#x4E4B;&#x95F4;&#x76F8;&#x4E92;&#x8F6C;&#x6362;&#x3002;&#x540C;&#x65F6;&#xFF0C;OpenSVIP &#x4E5F;&#x662F;&#x4E00;&#x4E2A;&#x5F00;&#x653E;&#x5F0F;&#x3001;&#x63D2;&#x4EF6;&#x5316;&#x7684;&#x6B4C;&#x58F0;&#x5408;&#x6210;&#x5DE5;&#x7A0B;&#x6587;&#x4EF6;&#x5904;&#x7406;&#x5E73;&#x53F0;&#xFF0C;&#x4E3A;&#x5F00;&#x53D1;&#x8005;&#x64CD;&#x4F5C;&#x6B4C;&#x58F0;&#x5408;&#x6210;&#x6240;&#x9700;&#x7684;&#x5DE5;&#x7A0B;&#x6570;&#x636E;&#x63D0;&#x4F9B;&#x7EDF;&#x4E00;&#x7684;&#x63A5;&#x53E3;&#x3002;</p>
<h4 id="opensvip-&#x7684;&#x5DE5;&#x4F5C;&#x6D41;&#x7A0B;&#xFF1F;">OpenSVIP &#x7684;&#x5DE5;&#x4F5C;&#x6D41;&#x7A0B;&#xFF1F;</h4>
<p>&#x6240;&#x6709;&#x7684;&#x6587;&#x4EF6;&#x8BFB;&#x5199;&#x548C;&#x8F6C;&#x6362;&#x5DE5;&#x4F5C;&#x90FD;&#x662F;&#x7531;&#x63D2;&#x4EF6;&#x5B8C;&#x6210;&#x7684;&#xFF0C;&#x6BCF;&#x4E2A;&#x63D2;&#x4EF6;&#x4EE3;&#x8868;&#x4E86;&#x5BF9;&#x4E00;&#x79CD;&#x683C;&#x5F0F;&#x7684;&#x652F;&#x6301;&#x3002;&#x8F93;&#x5165;&#x7684;&#x5DE5;&#x7A0B;&#x6587;&#x4EF6;&#x7531;&#x8F93;&#x5165;&#x7AEF;&#x63D2;&#x4EF6;&#x8FDB;&#x884C;&#x8BFB;&#x53D6;&#x5E76;&#x8F6C;&#x6362;&#x4E3A; OpenSVIP &#x4E2D;&#x4ECB;&#x6A21;&#x578B;&#xFF1B;&#x968F;&#x540E;&#x8F93;&#x51FA;&#x7AEF;&#x63D2;&#x4EF6;&#x5C06;&#x4E2D;&#x4ECB;&#x6A21;&#x578B;&#x8F6C;&#x6362;&#x5E76;&#x4FDD;&#x5B58;&#x4E3A;&#x76EE;&#x6807;&#x5DE5;&#x7A0B;&#x6587;&#x4EF6;&#x683C;&#x5F0F;&#x3002;</p>
<h4 id="&#x652F;&#x6301;&#x8F6C;&#x6362;&#x54EA;&#x4E9B;&#x683C;&#x5F0F;&#xFF1F;">&#x652F;&#x6301;&#x8F6C;&#x6362;&#x54EA;&#x4E9B;&#x683C;&#x5F0F;&#xFF1F;</h4>
<p>&#x76EE;&#x524D;&#x6211;&#x4EEC;&#x5DF2;&#x7ECF;&#x652F;&#x6301;&#x4E86;&#x7EDD;&#x5927;&#x90E8;&#x5206;&#x4E3B;&#x6D41;&#x73B0;&#x4EE3;&#x5316;&#x6B4C;&#x58F0;&#x5408;&#x6210;&#x5F15;&#x64CE;&#x7684;&#x5DE5;&#x7A0B;&#x6587;&#x4EF6;&#x683C;&#x5F0F;&#xFF0C;&#x5176;&#x4E2D;&#x6709;&#x4E00;&#x90E8;&#x5206;&#x683C;&#x5F0F;&#x6682;&#x65F6;&#x662F;&#x7531;&#x6211;&#x4EEC;&#x72EC;&#x5BB6;&#x652F;&#x6301;&#x7684;&#x3002;&#x9664;&#x6B64;&#x4EE5;&#x5916;&#xFF0C;&#x6211;&#x4EEC;&#x8FD8;&#x652F;&#x6301;&#x4E00;&#x4E9B;&#x4E0E;&#x97F3;&#x4E50;&#x76F8;&#x5173;&#x7684;&#x6587;&#x4EF6;&#x683C;&#x5F0F;&#xFF0C;&#x4F8B;&#x5982; MIDI &#x6587;&#x4EF6;&#x4E0E; LRC &#x6B4C;&#x8BCD;&#x6587;&#x4EF6;&#x3002;</p>
<p>&#x4E00;&#x4E9B;&#x8F83;&#x65E7;&#x3001;&#x5C0F;&#x4F17;&#x6216;&#x96BE;&#x4EE5;&#x8BFB;&#x53D6;&#x7684;&#x683C;&#x5F0F;&#x53EF;&#x80FD;&#x6682;&#x65F6;&#x6CA1;&#x6709;&#x5F97;&#x5230;&#x6211;&#x4EEC;&#x7684;&#x652F;&#x6301;&#x3002;&#x4F46;&#x6211;&#x4EEC;&#x7684;&#x76EE;&#x6807;&#x662F;&#x652F;&#x6301;&#x5E02;&#x9762;&#x4E0A;&#x7EDD;&#x5927;&#x90E8;&#x5206;&#x7684;&#x683C;&#x5F0F;&#xFF0C;&#x56E0;&#x6B64;&#x66F4;&#x591A;&#x7684;&#x63D2;&#x4EF6;&#x5C06;&#x4F1A;&#x5728;&#x672A;&#x6765;&#x9646;&#x7EED;&#x63A8;&#x51FA;&#xFF0C;&#x656C;&#x8BF7;&#x671F;&#x5F85;&#x3002;</p>
<p><a href="https://sdercolin.github.io/utaformatix3/" target="_blank">UtaFormatix</a> &#x662F;&#x4E00;&#x4E2A;&#x652F;&#x6301;&#x683C;&#x5F0F;&#x8F83;&#x4E3A;&#x5E7F;&#x6CDB;&#x7684;&#x5728;&#x7EBF;&#x5DE5;&#x7A0B;&#x6587;&#x4EF6;&#x8F6C;&#x6362;&#x5E94;&#x7528;&#x3002;&#x5982;&#x679C;&#x60A8;&#x9700;&#x8981;&#x8F6C;&#x6362;&#x7684;&#x683C;&#x5F0F;&#x5C1A;&#x672A;&#x5F97;&#x5230;&#x6211;&#x4EEC;&#x7684;&#x652F;&#x6301;&#xFF0C;&#x60A8;&#x53EF;&#x4EE5;&#x9996;&#x5148;&#x4F7F;&#x7528;&#x8BE5;&#x5E94;&#x7528;&#x5C06;&#x5DE5;&#x7A0B;&#x6587;&#x4EF6;&#x8F6C;&#x6362;&#x5230;&#x6211;&#x4EEC;&#x5DF2;&#x652F;&#x6301;&#x7684;&#x683C;&#x5F0F;&#x3002;</p>
<h4 id="&#x54EA;&#x4E9B;&#x6570;&#x636E;&#x80FD;&#x591F;&#x4E0D;&#x80FD;&#x88AB;&#x8F6C;&#x6362;&#xFF1F;">&#x54EA;&#x4E9B;&#x6570;&#x636E;&#x80FD;&#x591F;/&#x4E0D;&#x80FD;&#x88AB;&#x8F6C;&#x6362;&#xFF1F;</h4>
<p>&#x6BCF;&#x4E2A;&#x63D2;&#x4EF6;&#x7684;&#x5F00;&#x53D1;&#x8005;&#x51B3;&#x5B9A;&#x80FD;&#x591F;&#x8F6C;&#x6362;&#x7684;&#x6570;&#x636E;&#x7684;&#x8303;&#x56F4;&#x3002;&#x4E00;&#x822C;&#x60C5;&#x51B5;&#x4E0B;&#xFF0C;&#x4E00;&#x4E2A;&#x5F00;&#x53D1;&#x5B8C;&#x6BD5;&#x7684;&#x63D2;&#x4EF6;&#x4F1A;&#x652F;&#x6301;&#x6240;&#x6709;&#x4E0E;&#x6B4C;&#x58F0;&#x5408;&#x6210;&#x6548;&#x679C;&#x6709;&#x5173;&#x7684;&#x3001;&#x4E14;&#x80FD;&#x591F;&#x8BFB;&#x53D6;&#x548C;&#x89E3;&#x6790;&#x7684;&#x6570;&#x636E;&#xFF0C;&#x5176;&#x4E2D;&#x5305;&#x62EC;&#x8F68;&#x9053;&#x3001;&#x66F2;&#x8C31;&#x3001;&#x6B4C;&#x8BCD;&#x3001;&#x53C2;&#x6570;&#x7B49;&#x3002;&#x5728;&#x8F6C;&#x6362;&#x65F6;&#xFF0C;&#x8FD9;&#x4E9B;&#x6570;&#x636E;&#x5C06;&#x4E0E;&#x4E2D;&#x4ECB;&#x6A21;&#x578B;&#x76F8;&#x4E92;&#x6620;&#x5C04;&#xFF0C;&#x5E76;&#x4FDD;&#x6301;&#x5176;&#x542B;&#x4E49;&#x4E0D;&#x53D8;&#xFF08;&#x4F8B;&#x5982; Synthesizer V &#x7684;&#x5F20;&#x529B;&#x53C2;&#x6570;&#x5BF9;&#x5E94; X Studio &#x7684;&#x529B;&#x5EA6;&#x53C2;&#x6570;&#xFF09;&#x3002;&#x53D7;&#x652F;&#x6301;&#x7684;&#x6570;&#x636E;&#x6E05;&#x5355;&#x901A;&#x5E38;&#x4F1A;&#x5728;<a href="../market/summary.html">&#x63D2;&#x4EF6;&#x5E02;&#x573A;</a>&#x7684;&#x5BF9;&#x5E94;&#x63D2;&#x4EF6;&#x9875;&#x9762;&#x5217;&#x51FA;&#x3002;&#x9664;&#x6B64;&#x4EE5;&#x5916;&#xFF0C;&#x4E00;&#x4E9B;&#x6CA1;&#x6709;&#x610F;&#x4E49;&#x7684;&#x5197;&#x4F59;&#x4FE1;&#x606F;&#x4EE5;&#x53CA;&#x7F16;&#x8F91;&#x5668;&#x72B6;&#x6001;&#x4FE1;&#x606F;&#xFF08;&#x4F8B;&#x5982;&#x754C;&#x9762;&#x7F29;&#x653E;&#x6BD4;&#x4F8B;&#x3001;&#x8F68;&#x9053;&#x80CC;&#x666F;&#x989C;&#x8272;&#xFF09;&#x4E0D;&#x4F1A;&#x88AB;&#x8F6C;&#x6362;&#xFF0C;&#x56E0;&#x4E3A;&#x8FD9;&#x4E9B;&#x6570;&#x636E;&#x4E0D;&#x4F1A;&#x5F71;&#x54CD;&#x6B4C;&#x58F0;&#x5408;&#x6210;&#x6548;&#x679C;&#x3002;</p>
<p>&#x4E00;&#x4E9B;&#x63D2;&#x4EF6;&#x53EF;&#x80FD;&#x5904;&#x4E8E;&#x65E9;&#x671F;&#x7684;&#x5F00;&#x53D1;&#x9636;&#x6BB5;&#xFF0C;&#x867D;&#x7136;&#x5BF9;&#x5916;&#x63D0;&#x4F9B;&#x4E0B;&#x8F7D;&#x8BD5;&#x7528;&#xFF0C;&#x4F46;&#x53EF;&#x80FD;&#x6682;&#x65F6;&#x4E0D;&#x4F1A;&#x652F;&#x6301;&#x8F6C;&#x6362;&#x6240;&#x6709;&#x7684;&#x6570;&#x636E;&#x3002;&#x8BF7;&#x7559;&#x610F;&#x63D2;&#x4EF6;&#x66F4;&#x65B0;&#x3002;</p>
<h4 id="&#x76F8;&#x6BD4;&#x4E8E;-utaformatix&#xFF0C;opensvip-&#x6709;&#x4F55;&#x7279;&#x8272;&#xFF1F;">&#x76F8;&#x6BD4;&#x4E8E; UtaFormatix&#xFF0C;OpenSVIP &#x6709;&#x4F55;&#x7279;&#x8272;&#xFF1F;</h4>
<p>OpenSVIP &#x662F;&#x4E00;&#x4E2A;&#x8FD0;&#x884C;&#x5728;&#x672C;&#x5730;&#x7684;&#x5E94;&#x7528;&#xFF0C;&#x8F6C;&#x6362;&#x65F6;&#x4E0D;&#x4F9D;&#x8D56;&#x7F51;&#x7EDC;&#xFF0C;&#x76EE;&#x524D;&#x4EC5;&#x652F;&#x6301; Windows &#x7CFB;&#x7EDF;&#x3002;&#x8F6C;&#x6362;&#x5668;&#x672C;&#x4F53;&#x4E0E;&#x63D2;&#x4EF6;&#x5747;&#x8FDB;&#x884C;&#x4E0D;&#x5B9A;&#x671F;&#x7684;&#x66F4;&#x65B0;&#xFF0C;&#x5E76;&#x9700;&#x8981;&#x60A8;&#x4E0B;&#x8F7D;&#x5B89;&#x88C5;&#x3002;&#x8F6C;&#x6362;&#x5668;&#x4E0E;&#x63D2;&#x4EF6;&#x57FA;&#x4E8E; C# .NET &#x6784;&#x5EFA;&#xFF0C;&#x8FD0;&#x884C;&#x901F;&#x5EA6;&#x8F83;&#x5FEB;&#x3002;</p>
<p>OpenSVIP &#x652F;&#x6301;&#x8F6C;&#x6362;&#x66F4;&#x5B8C;&#x6574;&#x7684;&#x6570;&#x636E;&#xFF0C;&#x4F8B;&#x5982;&#x4F34;&#x594F;&#x4FE1;&#x606F;&#x3001;&#x97F3;&#x7D20;&#x957F;&#x5EA6;&#x4E0E;&#x6C14;&#x58F0;&#x3001;&#x6027;&#x522B;&#x3001;&#x5F20;&#x529B;&#x7B49;&#x53C2;&#x6570;&#x3002;</p>
<p>OpenSVIP &#x8F6C;&#x6362;&#x7684;&#x6570;&#x636E;&#x66F4;&#x52A0;&#x7CBE;&#x51C6;&#xFF0C;&#x56E0;&#x4E3A;&#x6211;&#x4EEC;&#x7684;&#x8F6C;&#x6362;&#x7406;&#x5FF5;&#x57FA;&#x4E8E;&#x5408;&#x6210;&#x6548;&#x679C;&#x4E0E;&#x4FE1;&#x606F;&#x91CF;&#xFF0C;&#x800C;&#x975E;&#x5DE5;&#x7A0B;&#x6587;&#x4EF6;&#x4E2D;&#x7684;&#x6570;&#x636E;&#x672C;&#x8EAB;&#x3002;&#x4F8B;&#x5982;&#xFF0C;&#x5DE5;&#x7A0B;&#x6587;&#x4EF6;&#x4E2D;&#x6240;&#x6709;&#x5F71;&#x54CD;&#x97F3;&#x9AD8;&#x53D8;&#x5316;&#x7684;&#x5185;&#x5BB9;&#xFF08;&#x98A4;&#x97F3;&#x3001;&#x5F2F;&#x97F3;&#x3001;&#x97F3;&#x9AD8;&#x504F;&#x5DEE;&#x7B49;&#xFF09;&#x5747;&#x4F1A;&#x88AB;&#x63D0;&#x53D6;&#xFF0C;&#x5E76;&#x901A;&#x8FC7;&#x7CBE;&#x786E;&#x7684;&#x6570;&#x5B66;&#x8FD0;&#x7B97;&#x5F52;&#x5E76;&#x4E3A;&#x5B9E;&#x9645;&#x7684;&#x97F3;&#x9AD8;&#x66F2;&#x7EBF;&#x3002;&#x6211;&#x4EEC;&#x7684;&#x76EE;&#x6807;&#x6709;&#x4E8C;&#xFF1A;&#x4E00;&#x662F;&#x5C3D;&#x53EF;&#x80FD;&#x51CF;&#x5C11;&#x8F6C;&#x6362;&#x8FC7;&#x7A0B;&#x4E2D;&#x7684;&#x4FE1;&#x606F;&#x635F;&#x5931;&#x6216;&#x589E;&#x751F;&#xFF1B;&#x4E8C;&#x662F;&#x786E;&#x4FDD;&#x8F6C;&#x6362;&#x524D;&#x540E;&#x7684;&#x5408;&#x6210;&#x6548;&#x679C;&#x4E00;&#x81F4;&#x6216;&#x7B49;&#x4EF7;&#x3002;&#x56E0;&#x6B64;&#x5728;&#x76F8;&#x5F53;&#x591A;&#x7684;&#x60C5;&#x51B5;&#x4E0B;&#xFF0C;&#x8F6C;&#x6362;&#x540E;&#x7684;&#x5DE5;&#x7A0B;&#x6587;&#x4EF6;&#x53EF;&#x4EE5;&#x76F4;&#x63A5;&#x64AD;&#x653E;&#x5E76;&#x5BFC;&#x51FA;&#xFF0C;&#x800C;&#x4E0D;&#x4F1A;&#x5B58;&#x5728;&#x8F83;&#x5927;&#x7684;&#x7455;&#x75B5;&#x548C;&#x7F3A;&#x9677;&#x3002;</p>
<p>OpenSVIP &#x4E3A;&#x6BCF;&#x4E00;&#x79CD;&#x683C;&#x5F0F;&#x7684;&#x5BFC;&#x5165;&#x4E0E;&#x5BFC;&#x51FA;&#x63D0;&#x4F9B;&#x9AD8;&#x7EA7;&#x9009;&#x9879;&#x3002;&#x8FD9;&#x4E9B;&#x9AD8;&#x7EA7;&#x9009;&#x9879;&#x7531;&#x5BF9;&#x5E94;&#x63D2;&#x4EF6;&#x7684;&#x5F00;&#x53D1;&#x8005;&#x7ECF;&#x8FC7;&#x4ED4;&#x7EC6;&#x8003;&#x5BDF;&#x4E0E;&#x8C03;&#x7814;&#x800C;&#x8BBE;&#x8BA1;&#xFF0C;&#x5C3D;&#x53EF;&#x80FD;&#x8D34;&#x5408;&#x5BF9;&#x5E94;&#x5F15;&#x64CE;&#x7684;&#x7279;&#x8272;&#x4E0E;&#x5176;&#x7528;&#x6237;&#x7FA4;&#x4F53;&#x7684;&#x4F7F;&#x7528;&#x4E60;&#x60EF;&#x3002;&#x501F;&#x52A9;&#x9AD8;&#x7EA7;&#x9009;&#x9879;&#xFF0C;&#x60A8;&#x5C06;&#x53EF;&#x4EE5;&#x6839;&#x636E;&#x81EA;&#x5DF1;&#x7684;&#x4E60;&#x60EF;&#x63A7;&#x5236;&#x8F6C;&#x6362;&#x8FC7;&#x7A0B;&#x3002;</p>
<h4 id="&#x4E0D;&#x652F;&#x6301;&#x8F6C;&#x6362;&#x65E5;&#x8BED;&#x82F1;&#x8BED;&#x5176;&#x4ED6;&#x8BED;&#x79CD;&#x7684;&#x5DE5;&#x7A0B;&#x5417;&#xFF1F;">&#x4E0D;&#x652F;&#x6301;&#x8F6C;&#x6362;&#x65E5;&#x8BED;/&#x82F1;&#x8BED;/&#x5176;&#x4ED6;&#x8BED;&#x79CD;&#x7684;&#x5DE5;&#x7A0B;&#x5417;&#xFF1F;</h4>
<p>&#x5F88;&#x62B1;&#x6B49;&#xFF0C;&#x76EE;&#x524D; OpenSVIP &#x7684;&#x4E2D;&#x4ECB;&#x6A21;&#x578B;&#x8FD8;&#x662F;&#x4E13;&#x4E3A;&#x6C49;&#x8BED;&#x6B4C;&#x66F2;&#x5DE5;&#x7A0B;&#x8BBE;&#x8BA1;&#x7684;&#x3002;&#x6211;&#x4EEC;&#x652F;&#x6301;&#x8F6C;&#x6362;&#x5176;&#x4ED6;&#x8BED;&#x79CD;&#x586B;&#x8BCD;&#x7684;&#x5DE5;&#x7A0B;&#x6587;&#x4EF6;&#xFF08;&#x901A;&#x5E38;&#x4E0D;&#x4F1A;&#x62A5;&#x9519;&#xFF09;&#xFF0C;&#x4F46;&#x8F6C;&#x6362;&#x5B8C;&#x6210;&#x540E;&#x53EF;&#x80FD;&#x9700;&#x8981;&#x91CD;&#x65B0;&#x586B;&#x8BCD;&#x624D;&#x80FD;&#x6B63;&#x5E38;&#x4F7F;&#x7528;&#x3002;&#x672A;&#x6765;&#x6211;&#x4EEC;&#x4F1A;&#x5BF9;&#x6574;&#x4E2A;&#x9879;&#x76EE;&#x8FDB;&#x884C;&#x91CD;&#x6784;&#x5347;&#x7EA7;&#xFF0C;&#x656C;&#x8BF7;&#x671F;&#x5F85;&#x3002;</p>
<h4 id="&#x4E3A;&#x4EC0;&#x4E48;&#x8F6C;&#x6362;&#x540E;&#x7684;&#x5408;&#x6210;&#x6548;&#x679C;&#x4E0D;&#x5C3D;&#x4EBA;&#x610F;&#xFF1F;">&#x4E3A;&#x4EC0;&#x4E48;&#x8F6C;&#x6362;&#x540E;&#x7684;&#x5408;&#x6210;&#x6548;&#x679C;&#x4E0D;&#x5C3D;&#x4EBA;&#x610F;&#xFF1F;</h4>
<p>&#x6BCF;&#x4E2A;&#x5F15;&#x64CE;&#x5BF9;&#x4E8E;&#x4E0D;&#x540C;&#x7684;&#x53C2;&#x6570;&#x6709;&#x4E0D;&#x540C;&#x7684;&#x5EFA;&#x6A21;&#xFF0C;&#x6BCF;&#x4F4D;&#x6B4C;&#x624B;&#x5728;&#x76F8;&#x540C;&#x53C2;&#x6570;&#x4E0B;&#x7684;&#x6F14;&#x5531;&#x6548;&#x679C;&#x4E5F;&#x5404;&#x81EA;&#x4E0D;&#x540C;&#x3002;&#x5BF9;&#x4E8E;&#x8C31;&#x9762;&#x4FE1;&#x606F;&#x3001;&#x97F3;&#x9AD8;&#x3001;&#x97F3;&#x91CF;&#x7B49;&#x5177;&#x6709;&#x7EDD;&#x5BF9;&#x5B9A;&#x4E49;&#x7684;&#x6570;&#x636E;&#xFF0C;&#x6211;&#x4EEC;&#x4F1A;&#x5C3D;&#x53EF;&#x80FD;&#x786E;&#x4FDD;&#x8F6C;&#x6362;&#x524D;&#x540E;&#x7684;&#x6570;&#x636E;&#x4E00;&#x81F4;&#xFF1B;&#x5BF9;&#x4E8E;&#x6C14;&#x58F0;&#x3001;&#x6027;&#x522B;&#x3001;&#x5F20;&#x529B;&#x7B49;&#x53C2;&#x6570;&#xFF0C;&#x6211;&#x4EEC;&#x53EA;&#x80FD;&#x4FDD;&#x8BC1;&#x8F6C;&#x6362;&#x524D;&#x540E;&#x7684;&#x6570;&#x636E;&#x4FE1;&#x606F;&#x76F8;&#x4E92;&#x7B49;&#x4EF7;&#x3002;&#x5373;&#x4FBF;&#x5982;&#x6B64;&#xFF0C;&#x8F6C;&#x6362;&#x540E;&#x7684;&#x53C2;&#x6570;&#x4E5F;&#x53EF;&#x4EE5;&#x4E3A;&#x60A8;&#x7684;&#x624B;&#x52A8;&#x4FEE;&#x7F2E;&#x5DE5;&#x4F5C;&#x63D0;&#x4F9B;&#x53C2;&#x8003;&#xFF1B;&#x8FD9;&#x5F80;&#x5F80;&#x6BD4;&#x91CD;&#x65B0;&#x7F16;&#x8F91;&#x4E00;&#x4E2A;&#x65E0;&#x53C2;&#x7684;&#x5DE5;&#x7A0B;&#x66F4;&#x52A0;&#x7701;&#x529B;&#x3002;&#x56E0;&#x6B64;&#xFF0C;&#x6211;&#x4EEC;&#x9009;&#x62E9;&#x5C06;&#x6240;&#x6709;&#x7684;&#x6570;&#x636E;&#x90FD;&#x8FDB;&#x884C;&#x8F6C;&#x6362;&#xFF0C;&#x800C;&#x975E;&#x5FFD;&#x7565;&#x8FD9;&#x4E9B;&#x6570;&#x636E;&#x3002;</p>
<p>&#x5982;&#x679C;&#x60A8;&#x786E;&#x8BA4;&#x8F6C;&#x6362;&#x524D;&#x540E;&#x7684;&#x6570;&#x636E;&#x4EA7;&#x751F;&#x4E86;&#x4E0D;&#x4E00;&#x81F4;&#xFF0C;&#x8BF7;&#x60A8;&#x8054;&#x7CFB;&#x63D2;&#x4EF6;&#x7684;&#x5F00;&#x53D1;&#x4EBA;&#x5458;&#x3002;&#x4ED6;&#x4EEC;&#x7684;&#x8054;&#x7CFB;&#x65B9;&#x5F0F;&#x4E00;&#x822C;&#x5728;&#x63D2;&#x4EF6;&#x8BE6;&#x7EC6;&#x4FE1;&#x606F;&#x9762;&#x677F;&#x7684;&#x53F3;&#x4E0A;&#x89D2;&#x3002;</p>
<h4 id="&#x8F6C;&#x6362;&#x540E;&#x663E;&#x793A;&#x9EC4;&#x8272;&#x7684;&#x611F;&#x53F9;&#x53F7;&#xFF1F;">&#x8F6C;&#x6362;&#x540E;&#x663E;&#x793A;&#x9EC4;&#x8272;&#x7684;&#x611F;&#x53F9;&#x53F7;&#xFF1F;</h4>
<p>&#x8FD9;&#x4EE3;&#x8868;&#x8BE5;&#x5DE5;&#x7A0B;&#x5728;&#x8F6C;&#x6362;&#x8FC7;&#x7A0B;&#x4E2D;&#x9047;&#x5230;&#x4E86;&#x975E;&#x5E38;&#x89C4;&#x6216;&#x672A;&#x5B9A;&#x4E49;&#x7684;&#x884C;&#x4E3A;&#xFF0C;&#x4F8B;&#x5982;&#x4E0D;&#x652F;&#x6301;&#x7684;&#x53D1;&#x97F3;&#x3001;&#x9519;&#x8BEF;&#x7684;&#x6570;&#x636E;&#x683C;&#x5F0F;&#x7B49;&#x3002;&#x63D2;&#x4EF6;&#x7684;&#x5F00;&#x53D1;&#x4EBA;&#x5458;&#x6355;&#x83B7;&#x4E86;&#x8FD9;&#x4E9B;&#x5F02;&#x5E38;&#x60C5;&#x51B5;&#xFF0C;&#x5E76;&#x5C1D;&#x8BD5;&#x5BF9;&#x5176;&#x8FDB;&#x884C;&#x4E86;&#x4FEE;&#x590D;&#x6216;&#x5FFD;&#x7565;&#xFF0C;&#x56E0;&#x6B64;&#x6587;&#x4EF6;&#x5F97;&#x4EE5;&#x8F6C;&#x6362;&#x5B8C;&#x6210;&#x800C;&#x6CA1;&#x6709;&#x62A5;&#x9519;&#x3002;&#x4F46;&#x662F;&#x5728;&#x8FD9;&#x79CD;&#x60C5;&#x51B5;&#x4E0B;&#xFF0C;&#x8F93;&#x51FA;&#x7684;&#x6570;&#x636E;&#x5F80;&#x5F80;&#x4F1A;&#x4E0E;&#x8F93;&#x5165;&#x6570;&#x636E;&#x4EA7;&#x751F;&#x4E0D;&#x4E00;&#x81F4;&#x3002;&#x8BF7;&#x70B9;&#x51FB;&#x9EC4;&#x8272;&#x611F;&#x53F9;&#x53F7;&#x67E5;&#x770B;&#x5177;&#x4F53;&#x7684;&#x8BF4;&#x660E;&#x3002;&#x5982;&#x4ECD;&#x6709;&#x7591;&#x95EE;&#xFF0C;&#x8BF7;&#x901A;&#x8FC7;&#x63D2;&#x4EF6;&#x8BE6;&#x7EC6;&#x4FE1;&#x606F;&#x9762;&#x677F;&#x53F3;&#x4E0A;&#x89D2;&#x7684;&#x8054;&#x7CFB;&#x65B9;&#x5F0F;&#x8054;&#x7CFB;&#x63D2;&#x4EF6;&#x5F00;&#x53D1;&#x4EBA;&#x5458;&#x3002;</p>
<h4 id="&#x8F6C;&#x6362;&#x5931;&#x8D25;&#x8F6F;&#x4EF6;&#x5D29;&#x6E83;&#x4E86;&#xFF01;">&#x8F6C;&#x6362;&#x5931;&#x8D25;/&#x8F6F;&#x4EF6;&#x5D29;&#x6E83;&#x4E86;&#xFF01;</h4>
<p>&#x9996;&#x5148;&#x5F88;&#x62B1;&#x6B49;&#x7ED9;&#x60A8;&#x5E26;&#x6765;&#x4E86;&#x56F0;&#x6270;&#x3002;</p>
<p>&#x82E5;&#x8F6C;&#x6362;&#x540E;&#x63D0;&#x793A;&#x8F6C;&#x6362;&#x5931;&#x8D25;&#xFF0C;&#x8BF7;&#x901A;&#x8FC7;&#x4EE5;&#x4E0B;&#x6B65;&#x9AA4;&#x6392;&#x67E5;&#x539F;&#x56E0;&#xFF1A;</p>
<ol>
<li>&#x68C0;&#x67E5;&#x60A8;&#x8F93;&#x5165;&#x7684;&#x6587;&#x4EF6;&#x683C;&#x5F0F;&#x662F;&#x5426;&#x4E0E;&#x201C;&#x5BFC;&#x5165;&#x5DE5;&#x7A0B;&#x683C;&#x5F0F;&#x201D;&#x4E0B;&#x62C9;&#x9009;&#x9879;&#x6846;&#x4E2D;&#x7684;&#x8BBE;&#x5B9A;&#x76F8;&#x5BF9;&#x5E94;&#x3002;&#x5982;&#x679C;&#x683C;&#x5F0F;&#x4E0D;&#x5BF9;&#x5E94;&#xFF08;&#x5F80;&#x5F80;&#x4F53;&#x73B0;&#x5728;&#x540E;&#x7F00;&#x540D;&#x4E0D;&#x76F8;&#x540C;&#xFF09;&#xFF0C;&#x5219;&#x60A8;&#x53EF;&#x80FD;&#x8C03;&#x7528;&#x4E86;&#x9519;&#x8BEF;&#x7684;&#x63D2;&#x4EF6;&#xFF0C;&#x8FD9;&#x5C06;&#x5BFC;&#x81F4;&#x8F6C;&#x6362;&#x5931;&#x8D25;&#x3002;</li>
<li>&#x786E;&#x8BA4;&#x8BE5;&#x5DE5;&#x7A0B;&#x6587;&#x4EF6;&#x5728;&#x8F6C;&#x6362;&#x524D;&#x80FD;&#x591F;&#x88AB;&#x5176;&#x539F;&#x672C;&#x7684;&#x5F15;&#x64CE;&#x7F16;&#x8F91;&#x5668;&#x6253;&#x5F00;&#x5E76;&#x64AD;&#x653E;&#x3002;&#x82E5;&#x539F;&#x672C;&#x7684;&#x7F16;&#x8F91;&#x5668;&#x4E5F;&#x65E0;&#x6CD5;&#x6253;&#x5F00;&#x548C;&#x64AD;&#x653E;&#x8BE5;&#x5DE5;&#x7A0B;&#x6587;&#x4EF6;&#xFF0C;&#x5219;&#x4EE3;&#x8868;&#x8BE5;&#x6587;&#x4EF6;&#x5DF2;&#x635F;&#x574F;&#x6216;&#x5305;&#x542B;&#x9519;&#x8BEF;&#x7684;&#x6570;&#x636E;&#xFF0C;&#x8FD9;&#x53EF;&#x80FD;&#x5BFC;&#x81F4;&#x8F6C;&#x6362;&#x6D41;&#x7A0B;&#x65E0;&#x6CD5;&#x6B63;&#x786E;&#x8FDB;&#x884C;&#x3002;</li>
<li>&#x68C0;&#x67E5;&#x60A8;&#x9009;&#x62E9;&#x7684;&#x63D2;&#x4EF6;&#x662F;&#x5426;&#x652F;&#x6301;&#x5BFC;&#x5165;&#x6216;&#x5BFC;&#x51FA;&#x6587;&#x4EF6;&#x3002;&#x90E8;&#x5206;&#x5904;&#x4E8E;&#x5F00;&#x53D1;&#x4E2D;&#x7684;&#x63D2;&#x4EF6;&#x53EF;&#x80FD;&#x53EA;&#x652F;&#x6301;&#x4E86;&#x8F93;&#x5165;&#x7AEF;&#x6216;&#x8F93;&#x51FA;&#x7AEF;&#xFF1B;&#x90E8;&#x5206;&#x63D2;&#x4EF6;&#x4ECE;&#x8BBE;&#x8BA1;&#x4E4B;&#x521D;&#x5C31;&#x662F;&#x53EA;&#x5141;&#x8BB8;&#x5355;&#x5411;&#x8F6C;&#x6362;&#x7684;&#xFF08;&#x4F8B;&#x5982; LRC &#x6B4C;&#x8BCD;&#x6587;&#x4EF6;&#xFF09;&#x3002;&#x8BF7;&#x70B9;&#x51FB;&#x7EA2;&#x8272;&#x201C;&#xD7;&#x201D;&#x53F7;&#x67E5;&#x770B;&#x9519;&#x8BEF;&#x4FE1;&#x606F;&#x5E76;&#x786E;&#x8BA4;&#x662F;&#x5426;&#x5C5E;&#x4E8E;&#x6B64;&#x79CD;&#x60C5;&#x51B5;&#x3002;</li>
<li>&#x786E;&#x4FDD;&#x60A8;&#x5DF2;&#x540C;&#x65F6;&#x6EE1;&#x8DB3;&#x8F93;&#x5165;&#x4E0E;&#x8F93;&#x51FA;&#x63D2;&#x4EF6;&#x7684;&#x73AF;&#x5883;&#x8981;&#x6C42;&#xFF0C;&#x5177;&#x4F53;&#x7684;&#x8981;&#x6C42;&#x53EF;&#x4EE5;&#x5728;&#x63D2;&#x4EF6;&#x8BE6;&#x7EC6;&#x4FE1;&#x606F;&#x9762;&#x677F;&#x4E2D;&#x67E5;&#x770B;&#x3002;&#x90E8;&#x5206;&#x63D2;&#x4EF6;&#x53EF;&#x80FD;&#x5BF9;&#x60A8;&#x7684;&#x7CFB;&#x7EDF;&#x73AF;&#x5883;&#x63D0;&#x51FA;&#x4E86;&#x7279;&#x6B8A;&#x7684;&#x8981;&#x6C42;&#xFF0C;&#x82E5;&#x4E0D;&#x6EE1;&#x8DB3;&#x5219;&#x65E0;&#x6CD5;&#x6B63;&#x5E38;&#x8FD0;&#x884C;&#x3002;</li>
<li>&#x68C0;&#x67E5;&#x8F6C;&#x6362;&#x5668;&#x672C;&#x4F53;&#x4E0E;&#x63D2;&#x4EF6;&#x66F4;&#x65B0;&#x3002;&#x8F6C;&#x6362;&#x5668;&#x672C;&#x4F53;&#x7684;&#x66F4;&#x65B0;&#x53EF;&#x4F7F;&#x7528;&#x83DC;&#x5355;&#x680F;&#x201C;&#x5173;&#x4E8E;&gt;&#x68C0;&#x67E5;&#x66F4;&#x65B0;&#x201D;&#x83B7;&#x53D6;&#xFF0C;&#x63D2;&#x4EF6;&#x66F4;&#x65B0;&#x53EF;&#x5728;&#x5BF9;&#x5E94;&#x63D2;&#x4EF6;&#x7684;&#x8BE6;&#x7EC6;&#x4FE1;&#x606F;&#x9762;&#x677F;&#x4E2D;&#x83B7;&#x53D6;&#x3002;&#x5C06;&#x8F6C;&#x6362;&#x5668;&#x4E0E;&#x63D2;&#x4EF6;&#x66F4;&#x65B0;&#x5230;&#x6700;&#x65B0;&#x7248;&#x672C;&#x540E;&#xFF0C;&#x8BF7;&#x91CD;&#x590D;&#x6B65;&#x9AA4; 3 &#x4E0E;&#x6B65;&#x9AA4; 4&#x3002;</li>
<li>&#x5C1D;&#x8BD5;&#x63A7;&#x5236;&#x53D8;&#x91CF;&#x3002;&#x4F8B;&#x5982;&#xFF0C;&#x5C06;&#x8F93;&#x51FA;&#x7AEF;&#x5207;&#x6362;&#x4E3A;&#x5176;&#x4ED6;&#x7684;&#x683C;&#x5F0F;&#x5E76;&#x518D;&#x6B21;&#x8FD0;&#x884C;&#x8F6C;&#x6362;&#x4EFB;&#x52A1;&#x3002;&#x82E5;&#x4ECD;&#x7136;&#x51FA;&#x73B0;&#x8F6C;&#x6362;&#x5931;&#x8D25;&#xFF0C;&#x5219;&#x53EF;&#x80FD;&#x662F;&#x8F93;&#x5165;&#x7AEF;&#x63D2;&#x4EF6;&#x7684;&#x6545;&#x969C;&#xFF1B;&#x82E5;&#x6B64;&#x65F6;&#x8F6C;&#x6362;&#x6210;&#x529F;&#xFF0C;&#x5219;&#x53EF;&#x80FD;&#x662F;&#x8F93;&#x51FA;&#x7AEF;&#x63D2;&#x4EF6;&#x7684;&#x6545;&#x969C;&#x3002;&#x901A;&#x8FC7;&#x6B64;&#x79CD;&#x65B9;&#x5F0F;&#xFF0C;&#x6211;&#x4EEC;&#x5728;&#x6536;&#x5230;&#x60A8;&#x7684;&#x53CD;&#x9988;&#x540E;&#x80FD;&#x591F;&#x66F4;&#x9AD8;&#x6548;&#x5730;&#x5B9A;&#x4F4D;&#x95EE;&#x9898;&#x3002;</li>
<li>&#x82E5;&#x60A8;&#x7ECF;&#x8FC7;&#x6B65;&#x9AA4; 1-5 &#x7684;&#x68C0;&#x67E5;&#x540E;&#x5747;&#x65E0;&#x6CD5;&#x5B9A;&#x4F4D;&#x95EE;&#x9898;&#xFF0C;&#x8BF7;&#x5728;&#x5C1D;&#x8BD5;&#x6B65;&#x9AA4; 6 &#x540E;&#x5411;&#x5BF9;&#x5E94;&#x63D2;&#x4EF6;&#x7684;&#x5F00;&#x53D1;&#x4EBA;&#x5458;&#x62A5;&#x544A;&#x3002;&#x5F00;&#x53D1;&#x4EBA;&#x5458;&#x53EF;&#x80FD;&#x4F1A;&#x8981;&#x6C42;&#x60A8;&#x63D0;&#x4F9B;&#x5DE5;&#x7A0B;&#x6587;&#x4EF6;&#x7684;&#x526F;&#x672C;&#x3002;</li>
</ol>
<p>&#x82E5;&#x8F6C;&#x6362;&#x5668;&#x5728;&#x4F7F;&#x7528;&#x8FC7;&#x7A0B;&#x4E2D;&#x5D29;&#x6E83;&#xFF0C;&#x8BF7;&#x901A;&#x8FC7;&#x4EE5;&#x4E0B;&#x6B65;&#x9AA4;&#x6392;&#x67E5;&#x539F;&#x56E0;&#xFF1A;</p>
<ol>
<li>&#x68C0;&#x67E5;&#x60A8;&#x7684;&#x7CFB;&#x7EDF;&#x662F;&#x5426;&#x5B89;&#x88C5;&#x4E86; <a href="https://dotnet.microsoft.com/zh-cn/download/dotnet-framework/net472" target="_blank">.NET Framework 4.7.2 &#x8FD0;&#x884C;&#x65F6;</a>&#x3002;Windows 10 &#x53CA;&#x66F4;&#x65B0;&#x7248;&#x672C;&#x7684;&#x7CFB;&#x7EDF;&#x4E0A;&#x901A;&#x5E38;&#x81EA;&#x5E26;&#x4E86;&#x8BE5;&#x7EC4;&#x4EF6;&#xFF1B;&#x8F83;&#x65E7;&#x7248;&#x672C;&#x7684;&#x7CFB;&#x7EDF;&#x53EF;&#x80FD;&#x9700;&#x8981;&#x5B89;&#x88C5;&#x8BE5;&#x7EC4;&#x4EF6;&#x540E;&#x624D;&#x53EF;&#x6B63;&#x5E38;&#x8FD0;&#x884C;&#x8F6C;&#x6362;&#x5668;&#x3002;</li>
<li>&#x8BF7;&#x60A8;&#x518D;&#x6B21;&#x5C1D;&#x8BD5;&#x5BFC;&#x81F4;&#x8F6C;&#x6362;&#x5668;&#x5D29;&#x6E83;&#x7684;&#x6B65;&#x9AA4;&#xFF08;&#x76F8;&#x540C;&#x683C;&#x5F0F;&#x3001;&#x76F8;&#x540C;&#x6587;&#x4EF6;&#x3001;&#x76F8;&#x540C;&#x9009;&#x9879;&#xFF09;&#xFF0C;&#x89C2;&#x5BDF;&#x662F;&#x5426;&#x518D;&#x6B21;&#x5BFC;&#x81F4;&#x8F6C;&#x6362;&#x5668;&#x5D29;&#x6E83;&#x3002;</li>
<li>&#x82E5;&#x60A8;&#x7684;&#x7535;&#x8111;&#x914D;&#x7F6E;&#x8F83;&#x4F4E;&#xFF0C;&#x6216;&#x4E00;&#x6B21;&#x6027;&#x8F6C;&#x6362;&#x4E86;&#x5927;&#x91CF;&#x5DE5;&#x7A0B;&#x6587;&#x4EF6;&#xFF0C;&#x8BF7;&#x5728;&#x83DC;&#x5355;&#x680F;&#x201C;&#x8BBE;&#x7F6E;&#x201D;&#x9009;&#x9879;&#x5361;&#x4E2D;&#x53D6;&#x6D88;&#x52FE;&#x9009;&#x201C;&#x542F;&#x7528;&#x591A;&#x7EBF;&#x7A0B;&#x8F6C;&#x6362;&#x201D;&#xFF0C;&#x5E76;&#x518D;&#x6B21;&#x5C1D;&#x8BD5;&#x8F6C;&#x6362;&#xFF0C;&#x89C2;&#x5BDF;&#x8F6C;&#x6362;&#x5668;&#x662F;&#x5426;&#x5D29;&#x6E83;&#x3002;</li>
<li>&#x82E5;&#x6B65;&#x9AA4; 2 &#x548C; 3 &#x65E0;&#x6CD5;&#x89E3;&#x51B3;&#x95EE;&#x9898;&#x4E14;&#x5747;&#x5BFC;&#x81F4;&#x8F6C;&#x6362;&#x5668;&#x518D;&#x6B21;&#x5D29;&#x6E83;&#xFF0C;&#x8BF7;&#x8F6C;&#x5230;&#x6B65;&#x9AA4; 5&#x3002;&#x82E5;&#x5D29;&#x6E83;&#x95EE;&#x9898;&#x6CA1;&#x6709;&#x518D;&#x6B21;&#x51FA;&#x73B0;&#xFF0C;&#x8BF7;&#x6682;&#x65F6;&#x5FFD;&#x7565;&#x5E76;&#x7EE7;&#x7EED;&#x4F7F;&#x7528;&#x8F6C;&#x6362;&#x5668;&#x4E00;&#x6BB5;&#x65F6;&#x95F4;&#x3002;&#x82E5;&#x76F8;&#x540C;&#x7684;&#x95EE;&#x9898;&#x4E0D;&#x5B9A;&#x671F;&#x4F46;&#x9891;&#x7E41;&#x51FA;&#x73B0;&#xFF0C;&#x8BF7;&#x8F6C;&#x5230;&#x6B65;&#x9AA4; 5&#x3002;</li>
<li>&#x8BF7;&#x68C0;&#x67E5;&#x60A8;&#x7684;&#x63D2;&#x4EF6;&#x662F;&#x5426;&#x635F;&#x574F;&#x3002;&#x901A;&#x5E38;&#x60C5;&#x51B5;&#x4E0B;&#xFF0C;&#x91CD;&#x65B0;&#x5B89;&#x88C5;&#x4E00;&#x4E2A;&#x63D2;&#x4EF6;&#x53EF;&#x4EE5;&#x8D77;&#x5230;&#x4FEE;&#x590D;&#x7684;&#x6548;&#x679C;&#x3002;</li>
<li>&#x5982;&#x679C;&#x4EE5;&#x4E0A;&#x6B65;&#x9AA4;&#x5747;&#x65E0;&#x6CD5;&#x89E3;&#x51B3;&#x60A8;&#x7684;&#x95EE;&#x9898;&#xFF0C;&#x8BF7;&#x901A;&#x8FC7;&#x83DC;&#x5355;&#x680F;&#x201C;&#x5E2E;&#x52A9;&gt;&#x5173;&#x4E8E; OpenSVIP&#x201D;&#x4E2D;&#x7684;&#x8054;&#x7CFB;&#x65B9;&#x5F0F;&#x5411;&#x8F6C;&#x6362;&#x5668;&#x5F00;&#x53D1;&#x4EBA;&#x5458;&#x53CD;&#x9988;&#x95EE;&#x9898;&#xFF0C;&#x5E76;&#x63CF;&#x8FF0;&#x5E94;&#x7528;&#x5D29;&#x6E83;&#x524D;&#x7ECF;&#x5386;&#x7684;&#x64CD;&#x4F5C;&#x548C;&#x81EA;&#x5DF1;&#x7684;&#x4F7F;&#x7528;&#x573A;&#x666F;&#x3002;&#x5F00;&#x53D1;&#x4EBA;&#x5458;&#x4F1A;&#x4E0E;&#x4F60;&#x6C9F;&#x901A;&#x5E76;&#x5C1D;&#x8BD5;&#x89E3;&#x51B3;&#x95EE;&#x9898;&#xFF1B;&#x671F;&#x95F4;&#x53EF;&#x80FD;&#x4F1A;&#x5411;&#x60A8;&#x63D0;&#x4F9B;&#x6D4B;&#x8BD5;&#x7248;&#x672C;&#x4EE5;&#x4FBF;&#x6392;&#x67E5;&#x6545;&#x969C;&#x3002;</li>
</ol>
<h4 id="&#x8F6C;&#x6362;&#x540E;&#x7684;&#x5DE5;&#x7A0B;&#x6587;&#x4EF6;&#x7248;&#x6743;&#x5F52;&#x5C5E;&#x4E8E;&#x8C01;&#xFF1F;">&#x8F6C;&#x6362;&#x540E;&#x7684;&#x5DE5;&#x7A0B;&#x6587;&#x4EF6;&#x7248;&#x6743;&#x5F52;&#x5C5E;&#x4E8E;&#x8C01;&#xFF1F;</h4>
<p>&#x7531;&#x4E8E;&#x5DE5;&#x7A0B;&#x8F6C;&#x6362;&#x6280;&#x672F;&#x7684;&#x5E94;&#x7528;&#x76EE;&#x524D;&#x5E76;&#x4E0D;&#x662F;&#x5341;&#x5206;&#x5E7F;&#x6CDB;&#xFF0C;&#x6240;&#x4EE5;&#x6B4C;&#x58F0;&#x5408;&#x6210;&#x5708;&#x5B50;&#x4F3C;&#x4E4E;&#x6CA1;&#x6709;&#x5728;&#x8FD9;&#x65B9;&#x9762;&#x5F62;&#x6210;&#x7EDF;&#x4E00;&#x7684;&#x6807;&#x51C6;&#x3002;&#x4F46;&#x53EF;&#x4EE5;&#x786E;&#x5B9A;&#x7684;&#x662F;&#xFF0C;OpenSVIP &#x56E2;&#x961F;&#x4E0D;&#x4F1A;&#x4EE5;&#x4EFB;&#x4F55;&#x5F62;&#x5F0F;&#x5BA3;&#x79F0;&#x5BF9;&#x8F6C;&#x6362;&#x5F97;&#x5230;&#x7684;&#x5DE5;&#x7A0B;&#x6587;&#x4EF6;&#x6301;&#x6709;&#x7248;&#x6743;&#xFF0C;&#x4E5F;&#x4E0D;&#x4F1A;&#x5728;&#x6587;&#x4EF6;&#x4E2D;&#x7559;&#x4E0B;&#x4EFB;&#x4F55;&#x6C34;&#x5370;&#x4FE1;&#x606F;&#x3002;&#x60A8;&#x5728;&#x5BF9;&#x5916;&#x53D1;&#x5E03;&#x5DE5;&#x7A0B;&#x6587;&#x4EF6;&#x6216;&#x4F5C;&#x54C1;&#x65F6;&#xFF0C;&#x65E0;&#x9700;&#x58F0;&#x660E;&#x81EA;&#x5DF1;&#x4F7F;&#x7528;&#x4E86; OpenSVIP &#x8FDB;&#x884C;&#x683C;&#x5F0F;&#x8F6C;&#x6362;&#x3002;&#x76F8;&#x5BF9;&#x5E94;&#x5730;&#xFF0C;OpenSVIP &#x56E2;&#x961F;&#x4E0D;&#x5BF9;&#x8F6C;&#x6362;&#x540E;&#x7684;&#x5DE5;&#x7A0B;&#x6587;&#x4EF6;&#x627F;&#x62C5;&#x4EFB;&#x4F55;&#x8D23;&#x4EFB;&#x6216;&#x4F5C;&#x51FA;&#x4EFB;&#x4F55;&#x627F;&#x8BFA;&#x3002;</p>
<p>&#x6211;&#x4EEC;&#x5021;&#x8BAE;&#xFF1A;&#x8F6C;&#x6362;&#x540E;&#x7684;&#x5DE5;&#x7A0B;&#x6587;&#x4EF6;&#x5E94;&#x88AB;&#x89C6;&#x4E3A;&#x539F;&#x59CB;&#x6587;&#x4EF6;&#x7684;&#x4E00;&#x4E2A;&#x526F;&#x672C;&#xFF0C;&#x4E0E;&#x60A8;&#x5728;&#x81EA;&#x5DF1;&#x7684;&#x8BA1;&#x7B97;&#x673A;&#x4E0A;&#x8FDB;&#x884C;&#x590D;&#x5236;&#x6216;&#x514B;&#x9686;&#x64CD;&#x4F5C;&#x65E0;&#x5F02;&#x3002;&#x5F53;&#x60A8;&#x5206;&#x53D1;&#x8F6C;&#x6362;&#x540E;&#x7684;&#x5DE5;&#x7A0B;&#x6587;&#x4EF6;&#x6216;&#x53D1;&#x5E03;&#x4F7F;&#x7528;&#x5176;&#x5236;&#x4F5C;&#x7684;&#x4F5C;&#x54C1;&#x65F6;&#xFF0C;&#x60A8;&#x5E94;&#x8BA4;&#x8BC6;&#x5230;&#x8FD9;&#x7B49;&#x540C;&#x4E8E;&#x5BF9;&#x539F;&#x59CB;&#x6587;&#x4EF6;&#x7684;&#x5206;&#x53D1;&#x6216;&#x53D1;&#x5E03;&#x3002;&#x4F8B;&#x5982;&#xFF0C;&#x82E5;&#x539F;&#x59CB;&#x6587;&#x4EF6;&#x7684;&#x4F5C;&#x8005;&#x4E0D;&#x5141;&#x8BB8;&#x4E8C;&#x6B21;&#x6295;&#x7A3F;&#x6216;&#x5546;&#x7528;&#xFF0C;&#x5219;&#x8F6C;&#x6362;&#x540E;&#x7684;&#x6587;&#x4EF6;&#x540C;&#x6837;&#x4E0D;&#x5141;&#x8BB8;&#x4E8C;&#x6B21;&#x6295;&#x7A3F;&#x6216;&#x5546;&#x7528;&#xFF1B;&#x82E5;&#x539F;&#x59CB;&#x6587;&#x4EF6;&#x7684;&#x4F5C;&#x8005;&#x5BF9;&#x8BE5;&#x6587;&#x4EF6;&#x4FDD;&#x7559;&#x7248;&#x6743;&#xFF0C;&#x5219;&#x7531;&#x8BE5;&#x6587;&#x4EF6;&#x8F6C;&#x6362;&#x5F97;&#x5230;&#x7684;&#x5DE5;&#x7A0B;&#x6587;&#x4EF6;&#x7248;&#x6743;&#x4EA6;&#x5F52;&#x5C5E;&#x4E8E;&#x539F;&#x59CB;&#x6587;&#x4EF6;&#x7684;&#x4F5C;&#x8005;&#x3002;</p>
<h4 id="&#x6211;&#x5728;&#x4F55;&#x5904;&#x83B7;&#x53D6;&#x66F4;&#x65B0;&#x548C;&#x63D0;&#x4EA4;&#x53CD;&#x9988;&#xFF1F;">&#x6211;&#x5728;&#x4F55;&#x5904;&#x83B7;&#x53D6;&#x66F4;&#x65B0;&#x548C;&#x63D0;&#x4EA4;&#x53CD;&#x9988;&#xFF1F;</h4>
<p>&#x5728;&#x9ED8;&#x8BA4;&#x60C5;&#x51B5;&#x4E0B;&#xFF0C;&#x8F6C;&#x6362;&#x5668;&#x7684;&#x66F4;&#x65B0;&#x5C06;&#x5728;&#x8F6C;&#x6362;&#x5668;&#x542F;&#x52A8;&#x65F6;&#x5F39;&#x7A97;&#x63A8;&#x9001;&#x3002;&#x901A;&#x8FC7;&#x83DC;&#x5355;&#x680F;&#x201C;&#x5E2E;&#x52A9;&gt;&#x68C0;&#x67E5;&#x66F4;&#x65B0;&#x201D;&#x53EF;&#x4EE5;&#x624B;&#x52A8;&#x68C0;&#x67E5;&#x8F6C;&#x6362;&#x5668;&#x7684;&#x66F4;&#x65B0;&#xFF1B;&#x5728;&#x63D2;&#x4EF6;&#x8BE6;&#x7EC6;&#x4FE1;&#x606F;&#x9762;&#x677F;&#x4E2D;&#x53EF;&#x4EE5;&#x83B7;&#x53D6;&#x63D2;&#x4EF6;&#x66F4;&#x65B0;&#x3002;&#x8F6C;&#x6362;&#x5668;&#x4E0E;&#x63D2;&#x4EF6;&#x7684;&#x6700;&#x65B0;&#x7248;&#x672C;&#x4E0E;&#x66F4;&#x65B0;&#x65E5;&#x671F;&#x4F1A;&#x5728;<a href="../downloads/summary.md">&#x4E0B;&#x8F7D;&#x4E2D;&#x5FC3;</a>&#x4E2D;&#x5217;&#x51FA;&#xFF0C;&#x60A8;&#x53EF;&#x4EE5;&#x81EA;&#x884C;&#x68C0;&#x67E5;&#x5E76;&#x83B7;&#x53D6;&#x66F4;&#x65B0;&#x3002;</p>
<p>&#x82E5;&#x9700;&#x63D0;&#x4EA4;&#x53CD;&#x9988;&#xFF0C;&#x60A8;&#x53EF;&#x4EE5;&#xFF1A;</p>
<ul>
<li>&#x5728;&#x83DC;&#x5355;&#x680F;&#x201C;&#x5E2E;&#x52A9;&gt;&#x5173;&#x4E8E; OpenSVIP&#x201D;&#x627E;&#x5230;&#x8F6C;&#x6362;&#x5668;&#x5F00;&#x53D1;&#x4EBA;&#x5458;&#x7684;&#x8054;&#x7CFB;&#x65B9;&#x5F0F;&#xFF1B;</li>
<li>&#x901A;&#x8FC7;&#x63D2;&#x4EF6;&#x8BE6;&#x7EC6;&#x4FE1;&#x606F;&#x9762;&#x677F;&#x53F3;&#x4E0A;&#x89D2;&#x7684;&#x8054;&#x7CFB;&#x65B9;&#x5F0F;&#x5411;&#x63D2;&#x4EF6;&#x5F00;&#x53D1;&#x8005;&#x63D0;&#x4EA4;&#x53CD;&#x9988;&#xFF1B;</li>
<li>&#x53D1;&#x9001;&#x90AE;&#x4EF6;&#x81F3; <a href="mailto:openvpi@outlook.com" target="_blank">openvpi@outlook.com</a> &#x63D0;&#x4EA4;&#x60A8;&#x7684;&#x4EFB;&#x4F55;&#x53CD;&#x9988;&#x3001;&#x5EFA;&#x8BAE;&#x548C;&#x60F3;&#x6CD5;&#x3002;</li>
</ul>
<p>&#x9664;&#x6B64;&#x4EE5;&#x5916;&#xFF0C;&#x6211;&#x4EEC;&#x8BDA;&#x631A;&#x9080;&#x8BF7;&#x60A8;&#x52A0;&#x5165; OpenSVIP &#x56E2;&#x961F;&#x7684;&#x5B98;&#x65B9; QQ &#x7FA4;&#xFF1A;<a href="https://jq.qq.com/?_wv=1027&amp;k=gLiFC4Tl" target="_blank">687772360</a>&#x3002;&#x8F6C;&#x6362;&#x5668;&#x4E0E;&#x63D2;&#x4EF6;&#x7684;&#x66F4;&#x65B0;&#x3001;&#x65B0;&#x63D2;&#x4EF6;&#x548C;&#x65B0;&#x529F;&#x80FD;&#x7684;&#x4E0A;&#x67B6;&#x5747;&#x4F1A;&#x5728;&#x7FA4;&#x5185;&#x901A;&#x8FC7;&#x516C;&#x544A;&#x7684;&#x65B9;&#x5F0F;&#x8FDB;&#x884C;&#x901A;&#x77E5;&#xFF1B;&#x60A8;&#x8FD8;&#x53EF;&#x4EE5;&#x5728;&#x7FA4;&#x5185;&#x76F4;&#x63A5;&#x8054;&#x7CFB;&#x5F00;&#x53D1;&#x4EBA;&#x5458;&#xFF0C;&#x4EA4;&#x6D41;&#x4F7F;&#x7528;&#x7ECF;&#x9A8C;&#x4E0E;&#x4F53;&#x9A8C;&#xFF0C;&#x5E76;&#x53CD;&#x9988;&#x81EA;&#x5DF1;&#x7684;&#x60F3;&#x6CD5;&#x3002;</p>
<h4 id="&#x6211;&#x80FD;&#x5426;&#x4E3A;-opensvip-&#x4F5C;&#x51FA;&#x8D21;&#x732E;&#xFF1F;">&#x6211;&#x80FD;&#x5426;&#x4E3A; OpenSVIP &#x4F5C;&#x51FA;&#x8D21;&#x732E;&#xFF1F;</h4>
<p>&#x5982;&#x679C;&#x60A8;&#x662F;&#x62E5;&#x6709;&#x7F16;&#x7A0B;&#x6280;&#x80FD;&#x7684;&#x5F00;&#x53D1;&#x4EBA;&#x5458;&#xFF0C;&#x6211;&#x4EEC;&#x975E;&#x5E38;&#x6B22;&#x8FCE;&#x60A8;&#x52A0;&#x5165;&#x6211;&#x4EEC;&#x7684;&#x5F00;&#x53D1;&#x56E2;&#x961F;&#x3002;&#x6211;&#x4EEC;&#x7684;&#x56E2;&#x961F;&#x7531;&#x6570;&#x540D;&#x70ED;&#x7231;&#x5F00;&#x6E90;&#x7684;&#x4E1A;&#x4F59;&#x7231;&#x597D;&#x8005;&#x7EC4;&#x6210;&#xFF0C;&#x5E76;&#x5341;&#x5206;&#x671F;&#x5F85;&#x540C;&#x597D;&#x7684;&#x52A0;&#x5165;&#x3002;&#x76EE;&#x524D;&#x6211;&#x4EEC;&#x9700;&#x8981;&#x7684;&#x5DE5;&#x4F5C;&#x4E3B;&#x8981;&#x662F;&#x63D2;&#x4EF6;&#x7684;&#x5F00;&#x53D1;&#x3002;&#x5F53;&#x7136;&#xFF0C;&#x5982;&#x679C;&#x60A8;&#x6709;&#x5176;&#x4ED6;&#x7684;&#x6784;&#x60F3;&#xFF0C;&#x4E5F;&#x6B22;&#x8FCE;&#x60A8;&#x5411;&#x6211;&#x4EEC;&#x63D0;&#x51FA;&#x3002;</p>
<h4 id="&#x7F51;&#x7AD9;&#x7684;&#x6807;&#x9898;&#x662F;-openvpi&#xFF0C;&#x5B83;&#x4E0E;-opensvip-&#x662F;&#x4EC0;&#x4E48;&#x5173;&#x7CFB;&#xFF1F;">&#x7F51;&#x7AD9;&#x7684;&#x6807;&#x9898;&#x662F; OpenVPI&#xFF0C;&#x5B83;&#x4E0E; OpenSVIP &#x662F;&#x4EC0;&#x4E48;&#x5173;&#x7CFB;&#xFF1F;</h4>
<p>OpenSVIP &#x56E2;&#x961F;&#x6700;&#x521D;&#x7684;&#x6210;&#x5458;&#x539F;&#x672C;&#x90FD;&#x662F; X Studio &#x7684;&#x91CD;&#x5EA6;&#x7528;&#x6237;&#xFF0C;&#x6574;&#x4E2A;&#x9879;&#x76EE;&#x4E8B;&#x5B9E;&#x4E0A;&#x8D77;&#x6E90;&#x4E8E;&#x4E00;&#x4E2A;&#x5BF9; X Studio &#x5DE5;&#x7A0B;&#x6587;&#x4EF6;&#xFF08;SVIP &#x6587;&#x4EF6;&#xFF09;&#x7684;&#x89E3;&#x6790;&#x8BA1;&#x5212;&#x3002;&#x5F53;&#x6211;&#x4EEC;&#x5B9E;&#x73B0;&#x4E8C;&#x8FDB;&#x5236; SVIP &#x6587;&#x4EF6;&#x4E0E;&#x6613;&#x8BFB;&#x7684; JSON &#x6587;&#x4EF6;&#xFF08;&#x4E5F;&#x5C31;&#x662F;&#x73B0;&#x5728;&#x7684; OpenSVIP Model&#xFF09;&#x7684;&#x76F8;&#x4E92;&#x8F6C;&#x6362;&#x540E;&#xFF0C;&#x6211;&#x4EEC;&#x610F;&#x8BC6;&#x5230;&#x8FD9;&#x4E2A;&#x4E2D;&#x4ECB;&#x6A21;&#x578B;&#x53EF;&#x4EE5;&#x5E2E;&#x52A9;&#x6211;&#x4EEC;&#x5B8C;&#x6210;&#x66F4;&#x4F1F;&#x5927;&#x7684;&#x4E8B;&#x60C5;&#x3002;&#x5F53;&#x65F6;&#x6211;&#x4EEC;&#x5BF9; X Studio &#x975E;&#x5E38;&#x719F;&#x6089;&#xFF0C;&#x540C;&#x65F6; X Studio &#x5DE5;&#x7A0B;&#x6587;&#x4EF6;&#x7684;&#x6570;&#x636E;&#x7ED3;&#x6784;&#x8F83;&#x4E3A;&#x7B80;&#x5355;&#x548C;&#x76F4;&#x767D;&#xFF0C;&#x56E0;&#x6B64;&#x6211;&#x4EEC;&#x4FBF;&#x7740;&#x624B;&#x5C06; OpenSVIP &#x9010;&#x6B65;&#x6253;&#x9020;&#x6210;&#x4E86;&#x4E00;&#x4E2A;&#x63D2;&#x4EF6;&#x5F0F;&#x7684;&#x5DE5;&#x7A0B;&#x8F6C;&#x6362;&#x5E73;&#x53F0;&#x3002;&#x800C;&#x73B0;&#x5728;&#x7684; OpenSVIP &#x5728;&#x67B6;&#x6784;&#x4E0A;&#x5DF2;&#x7ECF;&#x8131;&#x79BB;&#x4E86; X Studio &#x53CA;&#x5176;&#x5DE5;&#x7A0B;&#x6587;&#x4EF6;&#xFF0C;&#x53EF;&#x4EE5;&#x5B8C;&#x6210;&#x5176;&#x4ED6;&#x683C;&#x5F0F;&#x7684;&#x4E24;&#x4E24;&#x8F6C;&#x6362;&#x4E86;&#x3002;OpenSVIP &#x9879;&#x76EE;&#x5728;&#x4ECA;&#x5929;&#x7684;&#x53D1;&#x5C55;&#x662F;&#x4E00;&#x5F00;&#x59CB;&#x6240;&#x6CA1;&#x6709;&#x8BBE;&#x60F3;&#x5230;&#x7684;&#xFF0C;&#x6BD5;&#x7ADF;&#x5728;&#x9879;&#x76EE;&#x4E4B;&#x521D;&#xFF0C;OpenSVIP &#x53EA;&#x662F;&#x4E00;&#x4E2A;&#x7528;&#x4E8E;&#x8BFB;&#x5199;&#x548C;&#x64CD;&#x4F5C; SVIP &#x6587;&#x4EF6;&#x7684;&#x5C0F;&#x9879;&#x76EE;&#x800C;&#x5DF2;&#xFF08;&#x4E8B;&#x5B9E;&#x4E0A; OpenSVIP &#x8FD8;&#x6709;&#x4E00;&#x4E2A; Python &#x7248;&#x672C;&#xFF0C;&#x4F46;&#x5176;&#x53D1;&#x5C55;&#x7A0B;&#x5EA6;&#x505C;&#x7559;&#x5728;&#x4E86;&#x6700;&#x521D;&#x7684;&#x6C34;&#x5E73;&#xFF09;&#x3002;</p>
<p>&#x9879;&#x76EE;&#x7684;&#x8D77;&#x6E90;&#x4E5F;&#x4E3A;&#x540E;&#x7EED;&#x7684;&#x53D1;&#x5C55;&#x7559;&#x4E0B;&#x4E86;&#x5386;&#x53F2;&#x7684;&#x5305;&#x88B1;&#x3002;X Studio &#x7684;&#x6570;&#x636E;&#x683C;&#x5F0F;&#x8BBE;&#x8BA1;&#x5E76;&#x975E;&#x5904;&#x5904;&#x5B8C;&#x7F8E;&#xFF0C;&#x800C; OpenSVIP &#x4E2D;&#x4ECB;&#x6A21;&#x578B;&#x5219;&#x6CBF;&#x88AD;&#x4E86;&#x8FD9;&#x4E9B;&#x8BBE;&#x8BA1;&#xFF0C;&#x7ED9;&#x63D2;&#x4EF6;&#x7684;&#x5F00;&#x53D1;&#x5E26;&#x6765;&#x4E86;&#x4E00;&#x4E9B;&#x4E0D;&#x4FBF;&#xFF1B;X Studio &#x4EC5;&#x652F;&#x6301;&#x4E2D;&#x6587;&#x6F14;&#x5531;&#xFF0C;&#x8FD9;&#x7ED9;&#x591A;&#x8BED;&#x8A00;&#x5DE5;&#x7A0B;&#x7684;&#x8F6C;&#x6362;&#x5E26;&#x6765;&#x4E86;&#x56F0;&#x96BE;&#xFF1B;&#x800C;&#x968F;&#x7740; X Studio &#x7684;&#x8FC7;&#x6C14;&#x548C;&#x6CA1;&#x843D;&#xFF0C;OpenSVIP &#x6846;&#x67B6;&#x7684;&#x6269;&#x5C55;&#x6027;&#x4E5F;&#x9762;&#x4E34;&#x6311;&#x6218;&#x3002;</p>
<p>&#x56E0;&#x6B64;&#xFF0C;&#x867D;&#x7136; OpenSVIP &#x5F53;&#x524D;&#x8FD8;&#x5904;&#x4E8E;&#x6D3B;&#x8DC3;&#x7684;&#x7EF4;&#x62A4;&#x671F;&#xFF0C;&#x4F46;&#x6211;&#x4EEC;&#x5DF2;&#x7ECF;&#x5F00;&#x59CB;&#x8BA1;&#x5212;&#x548C;&#x8BBE;&#x8BA1;&#x4E0B;&#x4E00;&#x4EE3;&#x7684;&#x6846;&#x67B6;&#xFF0C;&#x5E76;&#x547D;&#x540D;&#x4E3A; OpenVPI&#x3002;&#x6211;&#x4EEC;&#x8BA1;&#x5212;&#x6253;&#x9020;&#x4E00;&#x4E2A;&#x6253;&#x901A;&#x5168;&#x5E73;&#x53F0;&#x7684;&#x7EDF;&#x4E00;&#x7684;&#x6B4C;&#x58F0;&#x5408;&#x6210;&#x6570;&#x636E;&#x5904;&#x7406;&#x63A5;&#x53E3;&#xFF0C;&#x8BA9;&#x6240;&#x6709;&#x5E73;&#x53F0;&#x7684;&#x7528;&#x6237;&#x80FD;&#x591F;&#x4EE5;&#x76F8;&#x540C;&#x7684;&#x6807;&#x51C6;&#x548C;&#x4F53;&#x9A8C;&#x5B8C;&#x6210;&#x81EA;&#x5DF1;&#x7684;&#x521B;&#x4F5C;&#xFF0C;&#x4E5F;&#x8BA9;&#x6240;&#x6709;&#x7684;&#x6B4C;&#x58F0;&#x5408;&#x6210;&#x8F85;&#x52A9;&#x5DE5;&#x5177;&#x5F00;&#x53D1;&#x8005;&#x4E0D;&#x518D;&#x53D7;&#x5230;&#x5177;&#x4F53;&#x5F15;&#x64CE;&#x548C;&#x7F16;&#x8F91;&#x5668;&#x7684;&#x9650;&#x5236;&#x3002;&#x800C;&#x5B9E;&#x73B0;&#x4E00;&#x4E2A;&#x5DE5;&#x7A0B;&#x683C;&#x5F0F;&#x8F6C;&#x6362;&#x9879;&#x76EE;&#xFF0C;&#x53EA;&#x662F;&#x8FD9;&#x4E2A;&#x8BA1;&#x5212;&#x7684;&#x7B2C;&#x4E00;&#x6B65;&#x800C;&#x5DF2;&#x3002;</p>
<h4 id="&#x9879;&#x76EE;&#x7684;&#x672A;&#x6765;&#x53D1;&#x5C55;&#x65B9;&#x5411;&#x548C;&#x8BBE;&#x60F3;&#xFF1F;">&#x9879;&#x76EE;&#x7684;&#x672A;&#x6765;&#x53D1;&#x5C55;&#x65B9;&#x5411;&#x548C;&#x8BBE;&#x60F3;&#xFF1F;</h4>
<p>&#x6211;&#x4EEC;&#x76EE;&#x524D;&#x8DDD;&#x79BB;&#x81EA;&#x5DF1;&#x7684;&#x8BBE;&#x60F3;&#x8FD8;&#x6709;&#x5F88;&#x957F;&#x7684;&#x8DEF;&#x8981;&#x8D70;&#x3002;&#x6211;&#x4EEC;&#x4F9D;&#x7136;&#x4F1A;&#x5148;&#x5B8C;&#x6210;&#x5BF9; OpenSVIP &#x7684;&#x91CD;&#x6784;&#x5347;&#x7EA7;&#xFF0C;&#x4F7F;&#x7528; OpenVPI &#x8986;&#x76D6;&#x73B0;&#x6709;&#x7684;&#x5168;&#x90E8;&#x529F;&#x80FD;&#xFF0C;&#x5E76;&#x5C06;&#x6240;&#x6709;&#x7684;&#x63D2;&#x4EF6;&#x8FC1;&#x79FB;&#x81F3;&#x65B0;&#x7684;&#x6846;&#x67B6;&#x3002;&#x5728;&#x90A3;&#x4EE5;&#x540E;&#xFF0C;&#x6211;&#x4EEC;&#x5C06;&#x80FD;&#x591F;&#x65B9;&#x4FBF;&#x5730;&#x4E3A;&#x7528;&#x6237;&#x5E26;&#x6765;&#x66F4;&#x591A;&#x5B9E;&#x7528;&#x7684;&#x529F;&#x80FD;&#x548C;&#x73A9;&#x6CD5;&#x3002;</p>
<p>&#x6B63;&#x5982;&#x4E0A;&#x6240;&#x8BF4;&#xFF0C;OpenVPI &#x5C06;&#x4E0D;&#x4EC5;&#x4EC5;&#x662F;&#x4E00;&#x4E2A;&#x5DE5;&#x7A0B;&#x683C;&#x5F0F;&#x8F6C;&#x6362;&#x9879;&#x76EE;&#x3002;&#x6211;&#x4EEC;&#x8BA1;&#x5212;&#x7387;&#x5148;&#x5B8C;&#x6210;&#x7684; OpenVPI Converter&#xFF08;&#x53EF;&#x80FD;&#x53EB;&#x8FD9;&#x4E2A;&#x540D;&#x5B57;&#xFF09;&#x4EC5;&#x4EC5;&#x662F; OpenVPI &#x5DE5;&#x5177;&#x94FE;&#x7684;&#x5176;&#x4E2D;&#x4E00;&#x90E8;&#x5206;&#xFF1B;&#x6211;&#x4EEC;&#x6700;&#x7EC8;&#x7684;&#x76EE;&#x6807;&#x53EF;&#x80FD;&#x662F;&#x5B9E;&#x73B0;&#x4E00;&#x4E2A;&#x7C7B;&#x4F3C;&#x4E8E; <a href="https://www.ibm.com/products/spss-modeler" target="_blank">SPSS Modeler</a> &#x90A3;&#x6837;&#x7684;&#x6D41;&#x6C34;&#x7EBF;&#x5F0F;&#x5DE5;&#x7A0B;&#x6587;&#x4EF6;&#x5904;&#x7406;&#x5F15;&#x64CE;&#xFF08;OpenVPI Workflow&#xFF09;&#xFF0C;&#x751A;&#x81F3;&#x662F;&#x4E00;&#x4E2A;&#x901A;&#x7528;&#x7684;&#x3001;&#x8F7B;&#x91CF;&#x7EA7;&#x7684;&#x5DE5;&#x7A0B;&#x6587;&#x4EF6;&#x67E5;&#x770B;&#x548C;&#x7F16;&#x8F91;&#x5668;&#xFF08;OpenVPI Editor&#xFF09;&#x3002;</p>
<p>&#x5728;&#x6280;&#x672F;&#x6808;&#x548C;&#x8FD0;&#x884C;&#x5E73;&#x53F0;&#x65B9;&#x9762;&#xFF0C;&#x6211;&#x4EEC;&#x8BA1;&#x5212;&#x5347;&#x7EA7;&#x5230;&#x6700;&#x65B0;&#x7684; .NET &#x6846;&#x67B6;&#xFF0C;&#x5E76;&#x6784;&#x5EFA;&#x8DE8;&#x5E73;&#x53F0;&#xFF08;Windows&#x3001;macOS&#x3001;Linux&#xFF09;&#x5E94;&#x7528;&#xFF0C;&#x751A;&#x81F3;&#x63A8;&#x51FA;&#x5728;&#x7EBF;&#x7248;&#x7F51;&#x9875;&#x5E94;&#x7528;&#x3002;</p>
<p>&#x6211;&#x4EEC;&#x5728;&#x672A;&#x6765;&#x4E5F;&#x4F1A;&#x7EE7;&#x7EED;&#x63A2;&#x7D22;&#x5168;&#x65B0;&#x7684;&#x521B;&#x4F5C;&#x548C;&#x8C03;&#x97F3;&#x5DE5;&#x4F5C;&#x6D41;&#x3002;&#x6211;&#x4EEC;&#x5C06;&#x7AD9;&#x5728;&#x4E0D;&#x540C;&#x4E8E;&#x6B4C;&#x58F0;&#x5408;&#x6210;&#x5F15;&#x64CE;&#x7684;&#x76F4;&#x63A5;&#x5F00;&#x53D1;&#x56E2;&#x961F;&#x7684;&#x89D2;&#x5EA6;&#x4E3A;&#x6240;&#x6709;&#x7684;&#x521B;&#x4F5C;&#x8005;&#x670D;&#x52A1;&#xFF0C;&#x7528;&#x6280;&#x672F;&#x6210;&#x5C31;&#x81EA;&#x7531;&#x3002;&#x540C;&#x65F6;&#x4E5F;&#x5F88;&#x611F;&#x8C22;&#x5C4F;&#x5E55;&#x524D;&#x770B;&#x5230;&#x8FD9;&#x6BB5;&#x8BDD;&#x7684;&#x60A8;&#xFF0C;&#x80FD;&#x591F;&#x5728;&#x9879;&#x76EE;&#x53D1;&#x5C55;&#x7684;&#x65E9;&#x671F;&#x4E0E;&#x6211;&#x4EEC;&#x76F8;&#x9047;&#x3002;</p>
<footer class="page-footer"><span class="copyright">&#x901A;&#x77E5;/&#x53CD;&#x9988;/&#x4EA4;&#x6D41;QQ&#x7FA4;&#xFF1A;687772360 | Copyright &#xA9; Team OpenVPI 2022 all right reserved&#xFF0C;powered by Gitbook</span><span class="footer-modification">&#x8BE5;&#x6587;&#x4EF6;&#x4FEE;&#x8BA2;&#x65F6;&#x95F4;&#xFF1A;
2022-07-15 12:11:39
</span></footer>
                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                <a href="guide.html" class="navigation navigation-prev " aria-label="Previous page: 用户指南">
                    <i class="fa fa-angle-left"></i>
                </a>
                
                
                <a href="dev.html" class="navigation navigation-next " aria-label="Next page: 开发文档">
                    <i class="fa fa-angle-right"></i>
                </a>
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"常见问题","level":"1.3","depth":1,"next":{"title":"开发文档","level":"1.4","depth":1,"path":"docs/dev.md","ref":"docs/dev.md","articles":[]},"previous":{"title":"用户指南","level":"1.2","depth":1,"path":"docs/guide.md","ref":"docs/guide.md","articles":[]},"dir":"ltr"},"config":{"plugins":["-lunr","-search","-sharing","-default-theme","github","search-pro-fixed","theme-comscore","splitter","intopic-toc","tbfed-pagefooter","back-to-top-button","chapter-fold","hide-element","custom-favicon","flexible-alerts","-highlight","prism","prism-themes","block-code"],"root":".","styles":{"website":"styles/website.css","ebook":"styles/ebook.css","pdf":"styles/pdf.css","mobi":"styles/mobi.css","epub":"styles/epub.css"},"pluginsConfig":{"tbfed-pagefooter":{"copyright":"通知/反馈/交流QQ群：687772360 | Copyright &copy Team OpenVPI 2022","modify_label":"该文件修订时间：","modify_format":"YYYY-MM-DD HH:mm:ss"},"chapter-fold":{},"prism":{"css":["prism-themes/themes/prism-darcula.css"]},"github":{"url":"https://github.com/yqzhishen/opensvip"},"intopic-toc":{"isCollapsed":true,"isScrollspyActive":true,"label":"目录","maxDepth":3,"mode":"nested","selector":".markdown-section h1, .markdown-section h2, .markdown-section h3, .markdown-section h4, .markdown-section h5, .markdown-section h6","visible":true},"splitter":{},"block-code":{"cloneButton":true,"cloneButtonIcon":{"check":"fa-check","clone":"fa-clone"},"cloneButtonStyle":{"bg":"transparent","bg-hover":"transparent","color":"#c1c7cd","color-hover":"#c1c7cd"},"lineNumber":true},"search-pro-fixed":{},"hide-element":{"elements":[".gitbook-link"]},"pdf":{"pageNumbers":true,"fontFamily":"Arial","fontSize":12,"paperSize":"a4","margin":{"right":62,"left":62,"top":56,"bottom":56}},"fontsettings":{"theme":"white","family":"sans","size":2},"favicon":"favicon.ico","theme-comscore":{},"page-toc-button":{"maxTocDepth":2,"minTocSize":2},"back-to-top-button":{},"prism-themes":{},"custom-favicon":{},"flexible-alerts":{"danger":{"className":"danger","icon":"fa fa-ban","label":"危险"},"note":{"className":"info","icon":"fa fa-info-circle","label":"说明"},"style":"callout","tip":{"className":"tip","icon":"fa fa-lightbulb-o","label":"Tip","lebel":"提示"},"warning":{"className":"warning","icon":"fa fa-exclamation-triangle","label":"警告"}},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":false}},"theme":"default","author":"Team OpenVPI","pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"variables":{},"title":"OpenVPI","language":"zh-hans","output.name":"site","gitbook":"3.2.3","description":"Homepage of OpenVPI"},"file":{"path":"docs/faq.md","mtime":"2022-07-15T04:11:39.000Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2022-08-23T09:45:21.403Z"},"basePath":"..","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="../gitbook/gitbook.js"></script>
    <script src="../gitbook/theme.js"></script>
    
        
        <script src="../gitbook/gitbook-plugin-github/plugin.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-search-pro-fixed/jquery.mark.min.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-search-pro-fixed/search.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-splitter/splitter.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-intopic-toc/anchor.min.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-intopic-toc/gumshoe.polyfills.min.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-intopic-toc/plugin.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-back-to-top-button/plugin.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-chapter-fold/chapter-fold.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-hide-element/plugin.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-flexible-alerts/plugin.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-block-code/script.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-theme-comscore/test.js"></script>
        
    

    </body>
</html>

